Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# revocation_request_success
source: Revocation password set
bg: Паролата за анулиране на идентификатора е актуализирана
cs: Heslo ke zrušení ID bylo aktualizováno
de: ID-Widerrufspasswort ist gesetzt
es: Contraseña de revocación establecida
fr: Mot de passe de suppression d’ID modifié
gsw_ch: ID-Widerruefspasswort isch gsetzt
it: Password di revoca impostata
ja: ID失効パスワードが設定されました
ko: 아이디 탈퇴 비밀번호가 업데이트됨
nl: Wachtwoord ID intrekken bijgewerkt
pl: Aktualizacja hasła unieważnienia ID
pt_br: Senha de revogação de ID atualizada
ru: Пароль для отзыва идентификационных данных изменен
sk: Heslo k zrušeniu ID bolo aktualizované
tr: Kimlik iptali şifresi güncellendi
uk: Пароль скидання ID оновлено
zh_hans: ID撤销密码已更新
zh_hant: ID撤銷密碼已更新

# rs_view_failed_button_title
source: Retry
bg: Опитайте отново
cs: Opakovat
de: Erneut versuchen
es: Reintentar
fr: Réessayer
gsw_ch: Nomal versueche
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tente de novo
tr: Yeniden dene
uk: Повторити спробу
zh_hans: 重试
zh_hant: 重試

# safe_activation_app_migration_failed_error_message
source: Could not restore %@ Safe Backup due to a database error. Please try again.
bg: Не може да се възстанови %@ Safe резервното копие поради грешка в базата данни. Моля, опитайте отново.
cs: Zálohu %@ Safe nelze obnovit kvůli chybě databáze. Zkuste to prosím znovu.
de: Ihr %@ Safe-Backup konnte aufgrund eines Datenbankfehlers nicht wiederhergestellt werden. Bitte versuchen Sie es erneut.
es: No se ha podido restaurar %@ Safe Backup debido a un error en la base de datos. Por favor, inténtelo de nuevo.
fr: Impossible de restaurer la sauvegarde %@ Safe en raison d'une erreur de base de données. Veuillez réessayer.
gsw_ch: Ihres %@ Safe-Backup hät wägeme Datebankfehler nöd chöne wiederhergstellt werde. Bitte versueched Sie’s nomal.
it: Impossibile ripristinare il backup %@ Safe a causa di un errore del database. Per favore riprova.
ja: データベースのエラーにより、%@ Safeバックアップを復元できませんでした。
ko: 데이터베이스 오류로 %@ Safe 백업을 복원할 수 없습니다. 다시 시도하십시오.
nl: De %@ Safe Backup kon vanwege een databasefout niet worden hersteld. Probeer het opnieuw.
pl: Nie udało się przywrócić kopii zapasowej %@ Safe z powodu błędu bazy danych. Spróbuj ponownie.
pt_br: Não foi possível restaurar o Backup do %@ Safe devido a um erro no banco de dados. Tente novamente.
ru: Не удалось восстановиться из резервной копии %@ Safe из-за ошибки базы данных. Повторите попытку.
sk: Nepodarilo sa obnoviť zálohu %@ Safe kvôli chybe databázy. Skúste to prosím znova.
tr: Bir veritabanı hatası nedeniyle %@ Safe Backup geri yüklenemedi. Lütfen tekrar deneyin.
uk: Не вдалося відновити резервну копію %@ Safe через помилку бази даних. Повторіть спробу.
zh_hans: 由于数据库发生错误，无法恢复 %@ Safe Backup。请稍后重试。
zh_hant: 由於資料庫發生錯誤，無法還原 %@ Safe Backup。請稍後再試一次。

# safe_activation_failed
source: %@ Safe could not be activated after restoring the backup.
bg: %@ Safe резервното копие не може да бъде активирано след възстановяването му.
cs: Aktivace %@ Safe se po obnovení zálohy nezdařila.
de: %@ Safe konnte nach dem wiederherstellen des Backups nicht aktiviert werden.
es: No se ha podido activar %@ Safe tras restaurar la copia de seguridad.
fr: %@ Safe n’a pas pu être activée après la restauration de la sauvegarde.
gsw_ch: %@ Safe hät nachem Wiederherstelle vom Backup nöd chöne aktiviert werde.
it: %@ Safe non può essere attivato dopo il ripristino del backup.
ja: バックアップを復元しても、%@ Safeを起動できませんでした。
ko: 백업 복원 후 %@ Safe를 활성화할 수 없었습니다.
nl: %@ Safe kon niet worden geactiveerd na het herstel van de back-up.
pl: %@ Safe nie można aktywować po przywróceniu kopii zapasowej.
pt_br: O %@ Safe não pôde ser ativado após restaurar o backup.
ru: Не удалось активировать %@ Safe после восстановления данных из резервной копии.
sk: Trezor %@ sa po obnovení zálohy nepodarilo aktivovať.
tr: Yedek geri yüklendikten sonra %@ Safe etkinleştirilemedi.
uk: Не вдалось активувати %@ Safe після відновлення резервної копії.
zh_hans: 恢复备份后，%@ Safe 无法激活。
zh_hant: 還原備份後，%@ Safe 無法開啟。

# safe_advanced_options
source: Expert settings
bg: Разширени настройки за експерти
cs: Expertní nastavení
de: Experten-Einstellungen
es: Ajustes de experto
fr: Paramètres d’expert
gsw_ch: Experte-Iistellige
it: Impostazioni avanzate
ja: 上級者向け設定
ko: 전문가 설정
nl: Expertinstellingen
pl: Ustawienia eksportu
pt_br: Configurações de especialista
ru: Расширенные настройки
sk: Expertné nastavenia
tr: Uzman ayarları
uk: Експертні налаштування
zh_hans: 专家设置
zh_hant: 專業設定

# safe_change_password
source: Change Password
bg: Променете паролата
cs: Změnit heslo
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
gsw_ch: Passwort ändere
it: Cambia password
ja: パスワードを変更
ko: 비밀번호 변경
nl: Wachtwoord wijzigen
pl: Zmień Hasło
pt_br: Alterar senha
ru: Сменить пароль
sk: Zmeniť heslo
tr: Şifre değiştir
uk: Змінити пароль
zh_hans: 更改密码
zh_hant: 變更密碼

# safe_change_password_disabled
source: Password managed by admin
bg: Паролата се управлява от администратора
cs: Heslo spravováno správcem
de: Passwort durch Admin verwaltet
es: Contraseña gestionada por el administrador
fr: Mot de passe géré par l'administrateur
gsw_ch: Passwort dur de Admin verwaltet
it: La password è gestita dall'amministratore
ja: 管理者が管理するパスワード
ko: 관리자가 관리하는 비밀번호
nl: Wachtwoord wordt beheerd door beheerder
pl: Hasło zarządane przez administratora
pt_br: Senha gerenciada pelo administrador
ru: Управление паролем выполняется администратором
sk: Heslo spravované správcom
tr: Yönetici tarafından ayarlanan şifre
uk: Паролем керує адміністратор
zh_hans: 密码由管理员管理
zh_hant: 密碼由管理員管理

# safe_configure_choose_password
source: Please choose a password. You will need this password to restore your %@ Safe backup.
bg: Моля, изберете парола. Ще се нуждаете от тази парола, за да възстановите Вашето %@ резервно копие.
cs: Zvolte si prosím heslo. Toto heslo budete potřebovat k obnovení vaší zálohy z %@ Safe.
de: Wählen Sie ein sicheres Passwort. Sie benötigen dieses Passwort, um Ihr %@ Safe-Backup wiederherzustellen.
es: Elige una contraseña. Necesitarás una contraseña para restablecer tu copia de seguridad de %@ Safe.
fr: Veuillez choisir un mot de passe. Celui-ci sera nécessaire pour restaurer votre sauvegarde %@ Safe.
gsw_ch: Wähled Sie es sichers Passwort. Sie benötiged das Passwort, zum Ihres %@ Safe-Backup wiederherzstelle.
it: Scegli una password. Ti serve per ripristinare il backup %@ Safe.
ja: パスワードを入力してください。このパスワードは、%@ Safeでバックアップを復元する際に必要となります。
ko: 비밀번호를 선택하십시오. %@ Safe 백업을 복원하는 데 이 비밀번호가 필요합니다.
nl: Kies een wachtwoord. U hebt dit wachtwoord nodig om uw back-upbestanden van %@ Safe te herstellen.
pl: Wybierz hasło. Będziesz potrzebował tego hasła, aby przywrócić kopię zapasową %@ Safe.
pt_br: Escolha uma senha. Você precisará dessa senha para restaurar seu backup do %@ Safe.
ru: Выберите пароль. Этот пароль понадобится вам для восстановления данных из резервной копии %@ Safe.
sk: Zadajte prosím heslo. Toto heslo budete potrebovať pri obnovení zálohy Trezoru %@.
tr: Lütfen bir şifre seçin. %@ Safe yedeklemenizi geri yüklemek için bu şifreye ihtiyacınız olacak.
uk: Будь ласка, оберіть пароль. Цей пароль знадобиться для відновлення резервної копії %@ Safe.
zh_hans: 请选择一个密码。您将需要此密码来恢复 %@ Safe 备份。
zh_hant: 請選擇一個密碼。您將需要此密碼來還原 %@ Safe 備份。

# safe_configure_choose_password_mdm
source: Your administrator enabled %@ Safe for your device.
bg: Вашият администратор е активирал %@ Safe за това устройство.
cs: Váš správce na vašem zařízení povolil %@ Safe.
de: Ihr Administrator hat %@ Safe für Ihr Gerät aktiviert.
es: El administrador ha habilitado %@ Safe en su dispositivo.
fr: Vous administrateur a activé %@ Safe pour votre appareil.
gsw_ch: Ihre Administrator hät %@ Safe für Ihres Grät aktiviert.
it: Il tuo amministratore ha attivato %@ Safe sul tuo dispositivo.
ja: あなたの管理者は、あなたの端末に対して%@ Safeを有効にしました。
ko: 귀하의 관리자가 귀하의 기기에 %@ Safe를 활성화했습니다.
nl: Uw administrator heeft uw apparaat toestemming gegeven %@ Safe te gebruiken.
pl: Administrator włączył %@ Safe dla Twojego urządzenia.
pt_br: Seu administrador permitiu o %@ Safe no seu dispositivo.
ru: Ваш администратор активировал %@ Safe для вашего устройства.
sk: Váš správca povolil Trezor %@ pre vaše zariadenie.
tr: Yöneticiniz cihazınız için %@ Safe’i etkinleştirdi.
uk: Адміністратор увімкнув %@ Safe для вашого пристрою.
zh_hans: 您的管理员为您的设备启用了 %@ Safe。
zh_hant: 您的管理員為您的裝置啟用了 %@ Safe。

# safe_configure_choose_password_title
source: Choose a password
bg: Изберете парола
cs: Zvolte si heslo
de: Passwort wählen
es: Elige una contraseña
fr: Choisir un mot de passe
gsw_ch: Passwort wähle
it: Scegli una password
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요.
nl: Kies een wachtwoord
pl: Wybierz hasło
pt_br: Escolher uma senha
ru: Выберите пароль
sk: Zadajte heslo
tr: Bir şifre seçin
uk: Оберіть пароль
zh_hans: 选择密码
zh_hant: 選擇密碼

# safe_configure_choose_server
source: Choose a %@ Safe server
bg: Изберете %@ Safe сървър
cs: Vyberte server pro %@ Safe
de: Server auswählen
es: Elige un servidor de %@ Safe
fr: Choisir un serveur %@ Safe
gsw_ch: %@ Safe-Server uswähle
it: Scegli un server %@ Safe
ja: %@ Safeのサーバーを選択
ko: %@ Safe 서버 선택
nl: Kies een %@ Safe-server
pl: Wybierz serwer %@ Safe
pt_br: Escolha um servidor do %@ Safe
ru: Выберите сервер %@ Safe
sk: Vyberte si server pre Trezor %@
tr: Bir %@ Safe sunucusu seçin
uk: Виберіть сервер %@ Safe
zh_hans: 选择 %@ Safe 服务器
zh_hant: 選擇 %@ Safe 伺服器

# safe_configure_server_explain
source: You can use %@’s server or specify a third-party backup server to use instead.
bg: Можете да използвате сървъра на %@ или да изберете сървър за резервни копия от трети страни.
cs: Můžete použít server společnosti %@ nebo určit záložní server třetí strany.
de: Sie können das Backup auf den Servern von %@ speichern oder einen beliebigen Server Ihrer Wahl angeben.
es: Puede usar el servidor de %@ o especificar un servidor de copias de seguridad externo en su lugar.
fr: Vous pouvez utiliser le serveur de %@ ou spécifier un serveur de sauvegarde tiers.
gsw_ch: Sie chönd s’Backup ufde Server vo %@ speichere oder en beliebige Server Ihrer Wahl ageh.
it: Puoi usare il server di %@ oppure specificare un server di backup di terze parti.
ja: %@のサーバーを使用するか、サードパーティのバックアップサーバーを指定することができます。
ko: %@의 서버를 사용하거나 대신 사용할 제3자 백업 서버를 지정할 수 있습니다.
nl: U kunt een server van %@ gebruiken of, indien gewenst, een externe back-upserver opgeven.
pl: Możesz użyć serwera %@ lub wskazać serwer kopii zapasowych innej firmy, którego chcesz używać.
pt_br: Você pode usar o servidor do %@ ou especificar um servidor de backup externo para usar.
ru: Можно использовать сервер %@ Safe или указать сторонний сервер для резервного копирования.
sk: Môžete použiť server spoločnosti %@, alebo zadať pre zálohy server tretej strany.
tr: %@'nın sunucusunu kullanabilir veya bunun yerine kullanmak üzere üçüncü parti bir yedekleme sunucusu belirleyebilirsiniz.
uk: Ви можете використовувати сервер %@ або вказати сторонній сервер резервного копіювання для використання.
zh_hans: 您可以使用 %@ 官方的服务器，或使用第三方备份服务器。
zh_hant: 您可以使用 %@ 官方的伺服器，也可以選擇使用第三方備份伺服器。

# safe_configure_server_explain_onprem
source: Store your %@ Safe backup on your organization’s server, or specify a different backup server.
bg: Запазете Вашето %@ Safe резервно копие на сървъра на фирмата или на друг специфичен сървър.
cs: Uložte si svou zálohu %@ Safe na server vaší organizace, nebo vyberte jiný záložní server.
de: Speichern Sie Ihr %@ Safe-Backup auf dem Server Ihrer Organisation, oder legen Sie einen anderen Backup-Server fest.
es: Guarde su copia de seguridad de %@ Safe en el servidor de su organización o especifique otro servidor de copias de seguridad.
fr: Enregistrez votre sauvegarde %@ Safe sur le serveur de votre organisation ou spécifiez un serveur de sauvegarde différent.
gsw_ch: Speichered Sie Ihres %@ Safe-Backup ufem Server vo Ihrere Organisation, oder legged Sie en andere Backup-Server fest.
it: Salva il tuo backup %@ Safe sul server della tua organizzazione, oppure definisci un altro server per il backup.
ja: 所属組織のサーバーに%@ Safeのバックアップを保存するか、別のバックアップサーバーを指定してください。
ko: 귀하의 조직 서버에 %@ Safe 백업을 저장하거나 다른 백업 서버를 지정하십시오.
nl: Sla uw %@ Safe-back-up op op de server van uw organisatie of geef een andere back-upserver op.
pl: Zapisz swoją kopię bezpieczeństwa %@ Safe na serwerze swojej organizacji lub określ innych serwer kopii bezpieczeństwa.
pt_br: Salve o backup do seu %@ Safe no servidor da sua empresa ou especifique outro servidor de backup.
ru: Сохраните свою резервную копию %@ Safe на сервере организации или укажите другой сервер для резервного копирования.
sk: Uložte si zálohu Trezoru %@ na server vašej organizácie, alebo špecifikujte iný server pre zálohu.
tr: %@ Safe yedeklemenizi kuruluşunuzun sunucusuna kaydedin veya farklı bir yedekleme sunucusu belirtin.
uk: Збережіть резервну копію %@ Safe на сервері вашої організації, або вкажіть інший сервер резервного копіювання.
zh_hans: 将您的 %@ Safe 备份保存在贵组织的服务器上，或指定不同的备份服务器。
zh_hant: 將您的 %@ Safe 備份儲存在貴機構的伺服器上，或指定不同的備份伺服器。

# safe_deactivate
source: Turn off %@ Safe
bg: Изключете %@ Safe
cs: Vypnout %@ Safe
de: %@ Safe deaktivieren
es: Desactivar %@ Safe
fr: Désactiver %@ Safe
gsw_ch: %@ Safe deaktiviere
it: Spegni %@ Safe
ja: %@ Safeを無効にする
ko: %@ Safe 끄기
nl: %@ Safe uitschakelen
pl: Wyłącz %@ Safe
pt_br: Desligar o %@ Safe
ru: Отключить %@ Safe
sk: Vypnúť Trezor %@
tr: %@ Safe’i kapat
uk: Вимкнути %@ Safe
zh_hans: 关闭 %@ Safe
zh_hant: 關閉 %@ Safe

# safe_deactivate_explain
source: If you disable %@ Safe, any existing backups will be deleted on the server. Continue?
bg: Ако деактивирате %@ Safe, всяко съществуващо резервно копие ще бъде изтрито от сървъра. Ще продължите ли?
cs: Pokud %@ Safe zakážete, všechny stávající zálohy budou ze serveru odstraněny. Chcete pokračovat?
de: Ihre bestehenden %@ Safe-Backups werden auf dem Server unwiderruflich gelöscht. Möchten Sie fortfahren?
es: Si deshabilitas %@ Safe, todas las copias de seguridad existentes se eliminarán del servidor. ¿Continuar?
fr: Si vous désactivez %@ Safe, toute sauvegarde existante sera supprimée du serveur. Continuer ?
gsw_ch: Ihri bestehende %@ Safe-Backups werded ufem Server unwiderrueflich glöscht. Wänd Sie wiitermache?
it: Se disabiliti %@ Safe ogni backup esistente sarà eliminato dal server. Continuare?
ja: %@ Safeを無効にすると、既存のバックアップがサーバー上から削除されます。続けますか？
ko: %@ Safe를 비활성화하면 서버에서 기존 백업이 삭제됩니다. 계속하시겠습니까?
nl: Als u %@ Safe uitschakelt, worden bestaande back-ups van de server verwijderd. Doorgaan?
pl: Jeśli wyłączysz %@ Safe, wszystkie istniejące kopie zapasowe zostaną usunięte na serwerze. Kontynuować?
pt_br: Se você desabilitar o %@ Safe, todos os backups existentes serão excluídos do servidor. Continuar?
ru: Если отключить %@ Safe, все существующие резервные копии будут удалены с сервера. Продолжить?
sk: Ak vypnete Trezor %@, všetky existujúce zálohy budú zo servera odstránené. Pokračovať?
tr: %@ Safe'i devre dışı bırakırsanız, sunucudaki tüm mevcut yedeklemeler silinecektir. Devam edilsin mi?
uk: Якщо вимкнути %@ Safe, усі наявні резервні копії будуть видалені з сервера. Продовжити?
zh_hans: 如果您禁用 %@ Safe，任何现有的备份都将在服务器上被删除。是否继续？
zh_hant: 如果您停用 %@ Safe，任何現有的備份都將在伺服器上被刪除。是否繼續？

# safe_disable_confirm
source: Do you want to continue without enabling %@ Safe? When using %@ Safe, you can restore your %@ ID, contacts and groups in case you lose access to your device.
bg: Искате ли да продължите без активен %@ Safe? Когато използвате %@ Safe, Вие можете да възстановите Вашия %@ идентификатор, контактите и групите, ако загубите достъп до Вашето устройство.
cs: Opravdu chcete pokračovat bez povolení %@ Safe? Při použití %@ Safe si můžete v případě ztráty přístupu k zařízení obnovit své %@ ID, kontakty a skupiny.
de: Wollen Sie fortfahren, ohne %@ Safe zu aktivieren? %@ Safe erlaubt, Ihre %@-ID, Kontakte und Gruppen wiederherzustellen, falls Sie Ihr Gerät verlieren.
es: ¿Quiere continuar sin activar %@ Safe? Al utilizar %@ Safe, podrá restaurar su ID de %@, contactos y grupos si pierde el acceso a su dispositivo.
fr: Voulez-vous vraiment continuer sans activer %@ Safe ? En utilisant %@ Safe, vous pouvez restaurer votre ID, vos contacts et vos groupes %@ au cas où vous perdiez l'accès à votre appareil.
gsw_ch: Wänd Sie wiitermache, ohni %@ Safe z’aktiviere? Mit %@ Safe chönd Sie Ihri %@-ID, Kontäkt und Gruppe wiederherstelle, falls Sie Ihres Grät verlüüred.
it: Vuoi veramente continuare senza abilitare %@ Safe? In caso di perdita del dispositivo %@ Safe ti consente di ripristinare il tuo %@ ID, i tuoi contatti e gruppi.
ja: %@ Safeを有効にせずに続行しますか？ %@ Safeを利用すると、万が一端末にアクセスできなくなった場合に%@ IDや連絡先、グループを復元することができます。
ko: %@ Safe를 활성화하지 않고 계속 진행하시겠습니까? %@ Safe를 사용하면 기기 액세스를 잃은 경우 %@ ID, 연락처 및 그룹을 복원할 수 있습니다.
nl: Wilt u doorgaan zonder %@ Safe in te schakelen? Wanneer u %@ Safe gebruikt, kun u uw %@-ID, contactpersonen en groepen herstellen in het geval dat u toegang tot uw apparaat verliest.
pl: Czy na pewno chcesz kontynuować bez włączania %@ Safe? Korzystając z %@ Safe możes przywrócić swój identyfikator %@, kontakty i grupy, jeśli utracisz dostęp do urządzenia.
pt_br: Tem certeza de que deseja continuar sem habilitar o %@ Safe? Usando o %@ Safe, você pode restaurar a sua ID do %@, contatos e grupos caso perca o acesso ao seu aparelho.
ru: Действительно продолжить без активации %@ Safe? При использовании %@ Safe вы можете восстановить свой %@ ID, контакты и группы в случае, если вы утратите доступ к своему устройству.
sk: Chcete pokračovať bez aktivácie Trezoru %@? Pri používaní Trezoru %@ môžete obnoviť svoje %@ ID, kontakty a skupiny v prípade straty prístupu k zariadeniu.
tr: %@ Safe'i etkinleştirmeden devam etmek istiyor musunuz? %@ Safe'i kullanırken, cihazınıza erişiminizi kaybetmeniz durumunda %@ Kimliğinizi, kişilerinizi ve gruplarınızı geri yükleyebilirsiniz.
uk: Ви бажаєте продовжити не вмикаючи %@ Safe? За використання %@ Safe ви зможете відновити свій %@ ID, контакти та групи у випадку, якщо ви втратили доступ до свого пристрою.
zh_hans: 您确定要在不启用 %@ Safe 的情况下继续吗？ 当使用 %@ Safe 时，您可以恢复您的 %@ ID、联系人和群组，以防您失去设备的访问权。
zh_hant: 您確定要在不開啟 %@ Safe 的情況下繼續嗎？ 當使用 %@ Safe 時，您可以還原您的 %@ ID、聯絡人和群組，以防您失去裝置的存取權。
